{
    "welcome1": "Bienvenue à FAMES BENIN",
    "welcome2": "La Fédération des Étudiants et Stagiaires Béninois en Chine",
    "mission": "Notre mission est d'agir comme un centre dédié à la recherche continue de solutions de développement dans le cadre de la coopération sino-béninoise.",
    "join": "Rejoignez notre communauté pour découvrir des opportunités incroyables.",
    "getStarted": "Commencez",
    "about_us": "À propos de nous",
    "about_us_description": "FAMES BENIN, officiellement connu sous le nom de Fédération des Étudiants et Stagiaires Béninois en Chine, est une organisation à but non lucratif, non politique et laïque. Elle opère sur l'ensemble du territoire chinois et se consacre à la promotion de solutions de développement continu dans le cadre de la coopération sino-béninoise.",
    "learn_more": "En savoir plus",
        "statistics": {
          "title": "Nos Statistiques",
          "since": "Depuis",
          "activeMembers": "Membres Actifs",
          "activeCities": "Villes Actives",
          "graduates": "Diplômés"
        },
        "opportunities": {
            "title": "Opportunités",
            "description": "Chez FAMES BENIN, nous nous engageons à offrir à nos membres une gamme d'opportunités conçues pour améliorer à la fois leur vie professionnelle et personnelle. Notre réseau solide et nos partenariats ouvrent des portes à de nombreuses avenues qui vous aident à grandir et à réussir.",
            "jobOpportunities": "Opportunités d'Emploi",
            "jobOpportunitiesDescription": "FAMES BENIN offre une pléthore d'opportunités d'emploi dans divers secteurs. En rejoignant notre communauté, vous vous connectez avec des entreprises de premier plan à la recherche de personnes talentueuses comme vous. Que vous soyez un jeune diplômé ou un professionnel expérimenté, nous avons des postes qui peuvent correspondre à vos compétences et à vos ambitions.",
            "partnerOpportunities": "Opportunités de Nos Partenaires",
            "partnerOpportunitiesDescription": "Grâce à notre vaste réseau de partenaires, FAMES BENIN fournit des opportunités exclusives pour des stages, des collaborations et des projets spéciaux. Ces partenariats vous permettent d'acquérir une expérience précieuse, de construire votre réseau professionnel et de développer des compétences cruciales pour votre succès futur.",
            "show": "Voir les opportunités"
          },
          "galleries": {
            "title": "Galeries de Photos",
            "description": "Découvrez les moments capturés lors de diverses activités et événements impliquant nos membres. Parcourez nos galeries.",
            "showGallery": "Afficher la Galerie"
          },
          "news": {
            "title": "Dernières Nouvelles",
            "description": "Restez informé des dernières nouvelles et annonces de FAMES BENIN. Ici, vous trouverez les mises à jour les plus récentes et les informations importantes.",
            "title1": "Titre de l'Actualité 1",
            "description1": "Brève description du contenu de l'actualité. Cette section fournit un résumé de l'article de presse.",
            "altText1": "Actualité 1",
            "title2": "Titre de l'Actualité 2",
            "description2": "Brève description du contenu de l'actualité. Cette section fournit un résumé de l'article de presse.",
            "altText2": "Actualité 2",
            "title3": "Titre de l'Actualité 3",
            "description3": "Brève description du contenu de l'actualité. Cette section fournit un résumé de l'article de presse.",
            "altText3": "Actualité 3",
            "readMore": "Lire la Suite"
          },
          "navbar": {
            "home": "Accueil",
            "news": "Actualités",
            "opportunities": "Opportunités",
            "gallery": "Galeries",
            "aboutUs": "À Propos",
            "logo": "FAMES BENIN",
            "profile": "Profil",
            "settings": "Paramètres",
            "logout": "Déconnexion",
            "login": "Connexion",
            "signup": "Inscription",
            "userAvatarAlt": "Avatar Utilisateur"
          },
          "footer": {
            "usefulLinks": "Liens utiles",
            "befMembers": "Membres BEF",
            "opportunities": "Opportunités",
            "about": "À Propos",
            "new": "Actualités",
            "contacts": "Contacts",
            "faqsLibrary": "FAQs / Bibliothèque",
            "consularCard": "Documents requis pour obtenir une carte consulaire",
            "passportRenewal": "Documents requis pour le renouvellement du passeport",
            "scientificArticles": "Article scientifique publié par des étudiants en Chine"
          },
          "bureau": "Bureau exécutif fédéral 2023/2024",
          "partenaire": {
            "premierPartenaire": "Partenaire 1",
            "deuxiemePartenaire": "partenaire 2",
            "troisièmePartenaire": "partenaire 3",
            "qutrièmePartenaire": "partenaire 4",
            "cinquièmePartenaire": "partenaire 5"
          },
          "about": {
            "title": "À Propos",
            "members": [
              {
                "title": "Présidente",
                "name": "Mlle KOUDENOUKPO Dossi Isbath",
                "description": "Étudiante en dernière année de master en Pharmacie à Southwest University",
                "photo": "src/assets/images/membres/membre1.png"
              },
              {
                "title": "Secrétaire Général",
                "name": "Mr SEGBO Silas Fidèle Gbèwèdo",
                "description": "Étudiant en Biologie Moléculaire de la plante à Nanjing Agricultural University",
                "photo": "src/assets/images/membres/membre2.png"
              },
              {
                "title": "Secrétaire Générale Adjointe",
                "name": "Mlle AVOGNON Sènan Emma Mirabelle",
                "description": "Étudiante en génie civil à Jiangsu University of Science and Technology",
                "photo": "src/assets/images/membres/membre3.png"
              },
              {
                "title": "Trésorier Général",
                "name": "Mr ONZO Bernard-Marie",
                "description": "Étudiant en Information Safety à Nanjing University of Information Science and Technology",
                "photo": "src/assets/images/membres/membre4.png"
              },
              {
                "title": "Trésorier Général Adjoint",
                "name": "Mr AHOUISSOU Létondé Fernand Eusèbe",
                "description": "Étudiant en Science du sport à Shanghai University of Sport",
                "photo": "src/assets/images/membres/membre5.png"
              }
            ]
          },
          "damienProfile": {
            "title": "Le bureau Fames Bénin avec 'Iron man'",
            "description": "Le bureau Fames Bénin était avec “l’homme de fer”, pour ne pas dire “Iron man”, cette fois-ci pas pour une mission de sauvetage du covid mais pour une interview.",
            "content": "“Iron man” de son vrai nom Damien S. TIANDO, est un étudiant béninois vivant en Chine plus précisément à Wuhan où il a fait preuve d’une grandeur incommensurable et inestimable lors du début de la pandémie covid-19. Nous avons l’honneur et le plaisir de vous amener dans l’univers de ce grand héros. Natif de Natitingou, M. Damien TIANDO a fait une partie de ses études universitaires à l’Up Parakou avant de rejoindre la Chine pour un Master 2 en protection des ressources naturelles. Passionné de l’art dramatique, acteur de comédien, et impliqué dans les activités pédagogiques et artistiques de son université, il bénéficia aussitôt de la bourse de coopération chinoise.",
            "additional_info": "À ses dires, ses premiers jours en Chine n’ont pas été faciles. Il fallait résoudre la double équation qui consiste à apprendre le chinois et l’anglais au même moment comme la plupart des francophones. Il a dû batailler dur mais il a su tirer son épingle du jeu. Actuellement doctorant en aménagement du territoire et gestion des politiques à l’université des géosciences de Wuhan, M. Damien, capitaine du club international de bénévoles 'Iron Team' nous a fait l’honneur et plaisir en nous racontant comment le nom 'Iron man' est né et pourquoi son nom défile sur les chroniques de l’autre côté de Wuhan et partout dans le monde.",
            "additional_info2": "Comme la plupart des étudiants étrangers, nous étions tous anxieux et paniqués, c’est notre première fois d’entendre parler de ce virus et de plus sa facilité à se propager était écœurante. En suivant les journaux occidentaux et d’autres pays de l’Afrique, beaucoup d’entre nous étaient vraiment effrayés.Nous étions à l’orée du nouvel an chinois, cette fête si importante pour le peuple chinois était torpillée par cette pandémie et vraiment la peur et le désespoir se lisaient sur tous les visages. L’administration de mon université s’était investie et faisait tout pour nous protéger.Je me suis dit un jour que nous ne pouvons pas rester à nous morfondre et à s’apitoyer sur notre sort, et que nous pouvons être utiles à quelques choses. Au vu du travail qu’abattait l’administration de mon université, j’ai alors mis en place un club de bénévolat composé de vingt-trois (23) étudiants internationaux (Béninois, Pakistanais, Tanzaniens, Nigérians, etc.) pour leur venir en aide. On s’est choisi un nom ; je veux dire le nom « Iron man » pour dire qu’on avait peur de rien pour aider les autres à survivre. Nous avons besogné avec le cœur aux côtés des autorités chinoises et de nos professeurs, et en retour nous avons gagné le respect de tous. Ce n’était pas facile, je me souviens que parfois nous recevons des dotations en légumes et denrées alimentaires que nous devions distribuer à part égale à plus de 400 étudiants et cela peut prendre toute une journée ; C’était vraiment épuisant, mais tout au moins une belle expérience et un sentiment de fierté d’avoir accompli quelque chose d’utile.",
            "additional_info3": "Cette union que le club international « Iron Man » a réussi. J’ai donc conclu que le sérieux et l’union peuvent tout et comme je viens de le dire dans la presse locale chinoise, les africains sont sérieux et nous sommes toujours dans les bonnes œuvres, alors continuons dans cet élan.",
            "additional_info4": "Aujourd’hui la Chine n’enregistre plus de nouveaux cas, et ici à Wuhan la pandémie covid fait partie du passé. Il urge donc que nous apprenions des autres. Je terminerai en partageant quelques astuces avec les nouveaux. À mes frères qui viennent de rejoindre la Chine, je vous conseille d’apprendre un peu sur la culture chinoise pour vraiment vite assimiler et maîtriser la langue chinoise, c’est une technique que j’ai expérimentée personnellement et ça a marché.Vive la fames et vive la communauté estudiantine béninoise, je vous remercie.",
            "additional_info5": "S’il y a autre chose que je souhaiterais aborder dans cette histoire de covid, c’est la prompte réaction et le soutien financier de l’ambassade à chaque étudiant béninois. Nos autorités, tout comme les autorités chinoises ont été avec nous. C’est le moment même de féliciter toutes les autorités à divers niveaux pour leur gestion efficace de la pandémie, car ils ont tous compris que c’était un problème d’ordre et non un truc de région ou de race. Je vais finir en rectifiant cette erreur que les gens commettent ;",
            "additional_info6": "nous ne sommes pas des étrangers en Chine mais plutôt nous sommes des étudiants internationaux et aussi Wuhan est comme une deuxième maison pour nous. Si c’est à refaire je le referai avec plaisir car venir en aide aux êtres humains comme nous est une mission noble et à encourager. Les maladies n’ont pas une affaire de frontière, l’union fait la force dit-on. C’est à travers cette union que la Chine a réussi, c’est aussi à travers..."
          },
            "news_actualités":"Actualités",
            "news_search_Placeholder":"Recherche d'actualités",
            "news_filters":"Filtres d'actualités",
            "news_all":"Toutes les actualités",
            "news.noNews":"Pas d'actualités",
            "AllNews": "Toutes les actualités",
            "news_filterByCategory":"Filtre par catégorie",
            "news_filterByTag":"Filtrer par tag",
            
            "Opportunitiés":"Opportunitiés",
            "Opportunitiés.placeholder":"Rechercher des opportunités...",
            "Opportunitiés.disponible":"Aucune opportunité disponible pour le moment.",
            "Opportunitiés.Partenaires":"Nos Partenaires",
            "Opportunitiés.PartenairesText":"Découvrez les informations sur nos partenaires et comment ils contribuent à nos projets.",
              "partners": [
                {
                  "Opportunitiés": {
                    "Partenaires": "Nos Partenaires",
                    "PartenairesText": "Nous collaborons avec les organisations suivantes pour offrir plus d'opportunités.",
                    "partenaire1": {
                      "name": "Ministère des Affaires Etrangères du Bénin",
                      "description": "Le Ministère des Affaires Etrangères du Bénin est chargé de la gestion des relations internationales et de la diplomatie du Bénin."
                    },
                    "partenaire2": {
                      "name": "DBAU: Direction des Bourses et Aides Universitaires",
                      "description": "La Direction des Bourses et Aides Universitaires (DBAU) est responsable de la gestion et de l'attribution des bourses et aides financières aux étudiants béninois."
                    },
                    "partenaire3": {
                      "name": "Ambassade du Bénin près la Chine",
                      "description": "L'Ambassade du Bénin en Chine représente les intérêts du Bénin et offre des services consulaires aux citoyens béninois résidant en Chine."
                    },
                    "partenaire4": {
                      "name": "Institut Confucius BENIN (UAC)",
                      "description": "L'Institut Confucius BENIN (UAC) est dédié à la promotion de la langue et de la culture chinoises au Bénin."
                    },
                    "partenaire5": {
                      "name": "Université chinoise de Géosciences",
                      "description": "L'Université chinoise de Géosciences est une institution de premier plan en Chine, spécialisée dans les sciences de la terre et les ressources naturelles."
                    },
                    "partenaire6": {
                      "name": "UNEB: Union Nationale des Étudiants du Bénin",
                      "description": "L'Union Nationale des Étudiants du Bénin (UNEB) est une association qui promeut la solidarité et l'entraide entre les étudiants béninois."
                    },
                    "partenaire7": {
                      "name": "FNEB: Fédération Nationale des Étudiants du Bénin",
                      "description": "La Fédération Nationale des Étudiants du Bénin (FNEB) est une organisation qui défend les droits et intérêts des étudiants béninois."
                    }
                  }
                }
              ],
              "Gallery":"Galerie",
              "All":"TOUT",
              "About":"À propos",
              "contact2":"Rejoignez notre communauté et explorez d'incroyables opportunités de croissance et de collaboration.",
              "contact": "Contactez-nous",
              "famesDefAbout": "<strong>FAMES BENIN</strong>, officiellement connue sous le nom de <strong><em>Fédération des Étudiants et Stagiaires Béninois en Chine</em></strong>, est une organisation à but non lucratif, non politique et laïque, fondée en <strong>2010</strong>. Depuis sa création, elle opère sur l'ensemble du territoire chinois, offrant un soutien inestimable aux étudiants et stagiaires béninois résidant en Chine. Sa mission principale est de promouvoir des solutions de développement continu, en s'inscrivant dans le cadre de la coopération sino-béninoise. <div className='mb-2'/> <br/> Sous la direction de <strong>Mlle Koudenoukpo Dossi Isbath</strong>, qui occupe le poste de présidente, et avec l'appui de <strong>Mr Segbo Silas Fidèle Gbèwèdo</strong>, le secrétaire général, FAMES BENIN s'engage à créer un environnement propice à l'épanouissement personnel et académique de ses membres. L'organisation encourage la solidarité, facilite l'intégration culturelle, et promeut des initiatives de coopération entre le Bénin et la Chine. En tant que plateforme de dialogue et de collaboration, FAMES BENIN joue un rôle essentiel dans le renforcement des liens entre les deux nations, tout en soutenant les ambitions académiques et professionnelles des Béninois en Chine.",
              "consularCard":"Demande d’établissement de la carte consulaire",
              "consulat1":"Qu'est-ce que la carte consulaire ?",
              "consulat2":"La carte consulaire est un document officiel délivré par l'Ambassade. Ce document joue un rôle crucial en permettant d'identifier et de recenser les ressortissants d'un pays qui résident à l'étranger. En possédant cette carte, les citoyens peuvent plus facilement accéder aux divers services consulaires offerts par l'Ambassade. De plus, en cas de besoin, ils peuvent bénéficier de l'assistance et du soutien de l'Ambassade, ce qui peut s'avérer extrêmement précieux dans des situations d'urgence ou de nécessité.",
              "consulat3":"En outre, la carte consulaire est souvent utilisée pour diverses démarches administratives. Elle peut être exigée pour accomplir certaines formalités locales, telles que l'inscription à des services ou la réalisation de transactions spécifiques. Par conséquent, la carte consulaire est un document essentiel et indispensable pour tous les citoyens vivant à l'étranger, car elle leur permet de prouver leur identité et leur statut auprès des autorités locales et de l'Ambassade.",
              "consulatList":"Liste des documents requis :",
              "consulatList1":"Une (01) photo d’identité fond blanc (1 inch).",
              "consulatList2":"Une demande d’établissement de la carte consulaire adressée à l’Ambassadeur.",
              "consulatList3":"Une (01) photocopie du passeport.",
              "consulatList4":"Une copie de l’acte de naissance.",
              "consulatList5":"Une copie de la preuve de profession.",
              "consulatList6":"La quittance (originale) et copie de paiement de la somme de 100 RMB.",
              "consulatList7":"7 .Une photo numérique format JPG fonds blanc à envoyer à <a href='mailto:beninembassy.cn@yahoo.com' className='text-blue-500'> beninembassy.cn@yahoo.com</a> après avoir envoyé les dossiers. Mentionner son nom sous la photo.",
              "consulatList8":"Constituer un dossier et le déposer à l’Ambassade en personne ou donner procuration à une personne désignée pour les formalités à l’Ambassade.",
            
              "consulatNB1":"L’Ambassade n’accepte pas les reçus de paiement des distributeurs automatiques et des transactions téléphoniques. Les versements doivent se faire uniquement au guichet des banques locales.",
              "consulatNB2":"L’Ambassade observe les jours fériés de la République Populaire de Chine et celle de la République du Bénin.",
              "consulatNB3" :" Heure de service : du Lundi au Vendredi <br /> Matin: 9h00-13h00 <br />Soir: 15h00-17h00",
              "consulatNB4" :"Traitement de dossier : 72h",
              "consulatI?nfo": "Exemplaire de fiche de renseignements",

              "ActivateEmail": "Activer le courrier électronique",
              "Submit":"Soumettre",

              "ChangePassword":"Changer le mot de passe",
              "EnterOldPassword":"Ancien mot de passe",
              "NewPassword":"Nouveau mot de passe",
              "ConfirmNewPassword":"Confirmer le nouveau mot de passe",

              "EmailValidateRequest":"Demande de validation par e-mail",

              "Login":"Se connecter",
              "Password":"Mot de passe",
              "ForgotPassword":"Mot de passe oublié",
              "LoginWithGoogle":"Connectez-vous avec Google",

              "PasswordResetConfirmation":"Confirmation de réinitialisation du mot de passe",

              "PasswordResetRequest" : "Demande de réinitialisation du mot de passe",

              "Register":"inscription",
              "Prénom":"Prénom",
              "Nom":"Nom :",
              "PhoneNumber":"Numéro de téléphone",
              "OU":"OU",
              "RegisterWithGoogle":"Inscrivez-vous avec Google",
              "account":"Vous avez déjà un compte ?",

              "YourPassword":"Votre mot de passe",
              "YourPhoneNumber":"Votre numéro de téléphone",
              "YourEmailAddress":"Votre adresse email",
              "YourName":"Votre nom",
              "YourFirstName":"Votre prénom",

              "SetPassword":"Définir le mot de passe",
              "ConfirmPassword":"Confirmez le mot de passe ",

              "BasicInformation":"Informations de base",
              "DateOfBirth":"Date de naissance :",
              "Gender":"Genre ",

              "LocationInformation":"Informations de localisation",
              "City":"Ville :",
              "Country":"Pays :",

              "Status":"Statut",
              "Active":"Active :",
              "Staff":"Personnelle :",
              "DateJoined":"Date d'adhésion :",
              "LastLogin":"Dernière connexion :",
              "Bio":"Biographie",
              "Logout":"Déconnexion",
              "Partenaires":"Nos Partenaires",

              "RecentArticles": "Articles Récents",
              "Comments":"Commentaires",
              "Tags":"Mots clés",
              "Likes":"J'aimes",
              "OneLike" :"1 J'aime",
              "NoLikes":"Pas de J'aime",
              "NoComments": "Pas de commentaires",
              "OneComment": "1 commentaire",
              "addComment": "Ajouter un commentaire...",
              "addCommentButton": "Ajouter un commentaire"
          }
  